Repository: jasonlaubb/Nokararos-AntiCheat
Catalog: textData/translations/*.po
Languages: fr_ca, it_it, ja_jp

source: §gUsage of the command: §eJust type the command name!
fr_ca: §gUtilisation de la commande : §eTapez simplement le nom de la commande !
it_it: §gUtilizzo del comando: §eBasta digitare il nome del comando!
ja_jp: §gコマンドの使い方 §コマンド名を入力するだけ！

source: string (A string that formed with any characters)
fr_ca: string (Une chaîne formée avec n'importe quel caractère)
it_it: stringa (Una stringa formata con qualsiasi carattere)
ja_jp: string (任意の文字で形成された文字列)

source: number (A float number or a integer)
fr_ca: number (Un nombre flottant ou un entier)
it_it: numero (Un numero decimale o un intero)
ja_jp: number (浮動小数点数または整数)

source: number (Integer only, including negative)
fr_ca: number (Entier uniquement, y compris les négatifs)
it_it: numero (Solo interi, inclusi i negativi)
ja_jp: number (整数のみ、負の数を含む)

source: boolean (A boolean value, true or false)
fr_ca: boolean (Une valeur booléenne, true ou false)
it_it: booleano (Un valore booleano, true o false)
ja_jp: boolean (真偽値、true または false)

source: code (A code with length that is equal to a specific number)
fr_ca: code (Un code dont la longueur est égale à un nombre spécifique)
it_it: codice (Un codice di lunghezza pari a un numero specifico)
ja_jp: code (特定の数に等しい長さのコード)

source: purecode (A purecode that only formed by number (0-9), upper and lower case letters (a-z or A-Z))
fr_ca: purecode (Un purecode formé uniquement de chiffres (0-9), de lettres majuscules et minuscules (a-z ou A-Z))
it_it: purecode (Un purecode formato solo da numeri (0-9), lettere maiuscole e minuscole (a-z o A-Z))
ja_jp: pruecode (数字 (0-9) と大文字と小文字 (a-z または A-Z) だけで形成されるピュアコード)

source: choice (A choice between a list of options)
fr_ca: choice (Un choix entre une liste d'options)
it_it: scelta (Una scelta tra un elenco di opzioni)
ja_jp: choice (オプションのリストから選択)

source: player (A player name of a player that is online)
fr_ca: player (le nom d'un joueur en ligne)
it_it: giocatore (Il nome di un giocatore che è online)
ja_jp: player (オンラインのプレイヤーのプレイヤー名)

source: target (A player name of a player that is online but not an administrator of the server)
fr_ca: target (Le nom d'un joueur en ligne mais qui n'est pas un administrateur du serveur)
it_it: obiettivo (Il nome di un giocatore che è online ma non è un amministratore del server)
ja_jp: target (オンラインのプレイヤー名、ただしサーバーの管理者ではない)

source: (optional)
fr_ca: (facultatif)
it_it: (facoltativo)
ja_jp: (オプション)

source: Make yourself to be an administrator of the server, just by a command.
fr_ca: Devenez administrateur du serveur, simplement par une commande.
it_it: Diventa amministratore del server, semplicemente con un comando.
ja_jp: コマンドだけでサーバーの管理者になる。

source: admin password
fr_ca: mot de passe admin
it_it: password admin
ja_jp: 管理者パスワード

source: The password that you have been set as the password for the command. If you have not set a password, just don't type anything here.
fr_ca: Le mot de passe que vous avez défini comme mot de passe pour la commande. Si vous n'avez pas défini de mot de passe, ne saisissez rien ici.
it_it: La password che hai impostato come password per il comando. Se non hai impostato una password, non digitare nulla qui.
ja_jp: コマンドのパスワードとして設定されているパスワード。パスワードを設定していない場合は、ここに何も入力しないでください。

source: You have not set a password yet, you can just keep it empty.
fr_ca: Vous n'avez pas encore défini de mot de passe, vous pouvez simplement le laisser vide.
it_it: Non hai ancora impostato una password, puoi semplicemente lasciarla vuota.
ja_jp: パスワードはまだ設定していないので、空のままでよい。

source: You should type the password as the password has been set.
fr_ca: Vous devez saisir le mot de passe car il a été défini.
it_it: Devi digitare la password poiché è stata impostata.
ja_jp: パスワードが設定されているので、パスワードを入力する必要があります。

source: You have the administrator permission already. What do you want anymore by using me?
fr_ca: Vous disposez déjà des autorisations d'administrateur. Que voulez-vous encore en m'utilisant ?
it_it: Hai già i permessi da amministratore. Cosa vuoi ancora usando me?
ja_jp: すでに管理者権限を持っています。私を使って何をもう一度したいですか？

source: Huh, just try later, I have almost overheated myself.
fr_ca: Euh, essaie plus tard, j'ai presque surchauffé.
it_it: Ehm, prova più tardi, quasi sono andato in sovraccarico.
ja_jp: ああ、後で試してみてください、私はほぼ過熱しています。

source: You should finish the verification first!
fr_ca: Vous devriez d'abord terminer la vérification !
it_it: Dovresti prima completare la verifica!
ja_jp: まず検証を終える必要があります！

source: You have been set as an administrator of the server.
fr_ca: Vous avez été défini comme administrateur du serveur.
it_it: Sei stato impostato come amministratore del server.
ja_jp: あなたはサーバーの管理者として設定されました。

source: Seems like the server has no password yet, let's start a simple verification to verify about you're an administrator of the server or not.
fr_ca: On dirait que le serveur n'a pas encore de mot de passe, commençons une simple vérification pour vérifier si vous êtes administrateur du serveur ou non.
it_it: Sembra che il server non abbia ancora una password, iniziamo una semplice verifica per controllare se sei un amministratore del server o meno.
ja_jp: サーバーにはまだパスワードがないようです。あなたがサーバーの管理者であるかどうかを確認するための簡単な検証を開始しましょう。

source: Success! We are able to verify you're an administrator of the server, you have been set as an administrator of the server.
fr_ca: Succès ! Nous avons pu vérifier que vous êtes un administrateur du serveur, vous avez été défini comme administrateur du serveur.
it_it: Successo! Siamo in grado di verificare che sei un amministratore del server, sei stato impostato come amministratore del server.
ja_jp: 成功！あなたがサーバーの管理者であることを確認できました、あなたはサーバーの管理者として設定されました。

source: Please type the following slash command (/) in the chat: '%s'.
fr_ca: Veuillez taper la commande slash suivante (/) dans le chat : '%s'.
it_it: Per favore digita il seguente comando slash (/) nella chat: '%s'.
ja_jp: チャットに次のスラッシュコマンド(/)を入力してください: '%s'。

source: If you want to cancel the verification, just type the slash command (/) in chat: '%s'.
fr_ca: Si vous souhaitez annuler la vérification, tapez simplement la commande slash (/) dans le chat : '%s'.
it_it: Se vuoi annullare la verifica, digita semplicemente il comando slash (/) nella chat: '%s'.
ja_jp: 検証をキャンセルしたい場合は、チャットに次のスラッシュコマンド(/)を入力してください: '%s'。

source: Sorry, but you have typed a wrong command, please try again.
fr_ca: Désolé, mais vous avez tapé une mauvaise commande, veuillez réessayer.
it_it: Scusa, ma hai digitato un comando sbagliato, per favore riprova.
ja_jp: 申し訳ありませんが、間違ったコマンドを入力してしまいました。もう一度お試しください。

source: Success! You have been set as an administrator of the server.
fr_ca: Succès ! Vous avez été défini comme administrateur du serveur.
it_it: Successo! Sei stato impostato come amministratore del server.
ja_jp: 成功！あなたはサーバーの管理者として設定されました。

source: You have canceled the verification.
fr_ca: Vous avez annulé la vérification.
it_it: Hai annullato la verifica.
ja_jp: 検証をキャンセルしました。

source: You have typed the incorrect password, please try again later.
fr_ca: Vous avez saisi un mot de passe incorrect, veuillez réessayer plus tard.
it_it: Hai digitato la password errata, per favore riprova più tardi.
ja_jp: 間違ったパスワードを入力しました。後で再試行してください。

source: Remove yourself from the administrators of the server.
fr_ca: Supprimez-vous des administrateurs du serveur.
it_it: Rimuoviti dagli amministratori del server.
ja_jp: サーバーの管理者から自分自身を削除します。

source: You have been removed from the administrators of the server.
fr_ca: Vous avez été supprimé des administrateurs du serveur.
it_it: Sei stato rimosso dagli amministratori del server.
ja_jp: サーバーの管理者から削除されました。

source: Toggle a module on or off.
fr_ca: Activer ou désactiver un module.
it_it: Attiva o disattiva un modulo.
ja_jp: モジュールをオンまたはオフに切り替えます。

source: module's id
fr_ca: identifiant du module
it_it: ID del modulo
ja_jp: モジュールのID

source: The id of the module that you want to toggle on or off.
fr_ca: L'identifiant du module que vous souhaitez activer ou désactiver.
it_it: L'ID del modulo che desideri attivare o disattivare.
ja_jp: オン・オフを切り替えたいモジュールのID。

source: target state
fr_ca: état cible
it_it: stato target
ja_jp: ターゲット状態

source: State that you want to switch on or off for the module.
fr_ca: État que vous souhaitez activer ou désactiver pour le module.
it_it: Stato che desideri attivare o disattivare per il modulo.
ja_jp: モジュールのオンまたはオフを切り替えたい状態。

source: Success! The module has been enabled by yourself.
fr_ca: Succès ! Le module a été activé par vous-même.
it_it: Successo! Il modulo è stato attivato da te.
ja_jp: 成功しました！モジュールはあなたによって有効化されました。

source: Success! The module has been disabled by yourself.
fr_ca: Succès ! Le module a été désactivé par vous-même.
it_it: Successo! Il modulo è stato disattivato da te.
ja_jp: 成功しました！モジュールはあなたによって無効にされました。

source: Not able to find the module, make sure you type a valid module. You can use '-listmodules' to see the list of modules.
fr_ca: Impossible de trouver le module, assurez-vous de saisir un module valide. Vous pouvez utiliser '-listmodules' pour voir la liste des modules.
it_it: Impossibile trovare il modulo, assicurati di digitare un modulo valido. Puoi usare '-listmodules' per vedere la lista dei moduli.
ja_jp: モジュールが見つかりません。有効なモジュールを入力していることを確認してください。モジュールのリストを表示するには '-listmodules' を使用できます。

source: The module has already been enabled. Do you want to disable it?
fr_ca: Le module a déjà été activé. Voulez-vous le désactiver ?
it_it: Il modulo è già stato attivato. Vuoi disattivarlo?
ja_jp: モジュールはすでに有効になっています。無効にしますか？

source: The module has already been disabled. Do you mean to enable it?
fr_ca: Le module a déjà été désactivé. Voulez-vous l'activer ?
it_it: Il modulo è già stato disattivato. Vuoi attivarlo?
ja_jp: モジュールはすでに無効になっています。有効にするということですか？

source: Show the list of modules.
fr_ca: Afficher la liste des modules.
it_it: Mostra la lista dei moduli.
ja_jp: モジュールのリストを表示します。

source: The list of the modules
fr_ca: La liste des modules
it_it: La lista dei moduli
ja_jp: モジュールのリスト

source: Here is the list of modules. The button is the id of the module. Green means enabled, red means disabled. What a simple system, right?
fr_ca: Voici la liste des modules. Le bouton est l'identifiant du module. Le vert signifie activé, le rouge signifie désactivé. Quel système simple, non ?
it_it: Ecco la lista dei moduli. Il pulsante è l'ID del modulo. Il verde significa attivato, il rosso significa disattivato. Che sistema semplice, giusto?
ja_jp: ここにモジュールのリストがあります。ボタンはモジュールのIDです。緑は有効、赤は無効を意味します。シンプルなシステムですね？

source: Toggling the module
fr_ca: Basculer le module
it_it: Attivazione del modulo
ja_jp: モジュールの切り替え

source: You can still use '-setmodule' to toggle a module on or off.
fr_ca: Vous pouvez toujours utiliser '-setmodule' pour activer ou désactiver un module.
it_it: Puoi comunque usare '-setmodule' per attivare o disattivare un modulo.
ja_jp: '-setmodule'を使用してモジュールをオンまたはオフに切り替えることができます。

source: I want to enable this module.
fr_ca: Je souhaite activer ce module.
it_it: Voglio attivare questo modulo.
ja_jp: このモジュールを有効にしたい。

source: I want to disable this module.
fr_ca: Je souhaite désactiver ce module.
it_it: Voglio disattivare questo modulo.
ja_jp: このモジュールを無効にしたい。

source: What do you want to do with this module
fr_ca: Que voulez-vous faire avec ce module ?
it_it: Cosa vuoi fare con questo modulo?
ja_jp: このモジュールに何をしたいですか

source: Unknown path: %s, make sure you type a valid path. Use slash (/) to separate the path.
fr_ca: Chemin inconnu : %s, assurez-vous de saisir un chemin valide. Utilisez un slash (/) pour séparer le chemin.
it_it: Percorso sconosciuto: %s, assicurati di digitare un percorso valido. Usa lo slash (/) per separare il percorso.
ja_jp: 不明なパス: %s、有効なパスを入力していることを確認してください。パスを区切るためにスラッシュ(/)を使用してください。

source: The path you want to set must be a number.
fr_ca: Le chemin que vous souhaitez définir doit être un nombre.
it_it: Il percorso che vuoi impostare deve essere un numero.
ja_jp: 設定したいパスは数値である必要があります。

source: The path you want to set must be a boolean. Only 'true' or 'false' is allowed.
fr_ca: Le chemin que vous souhaitez définir doit être un booléen. Seuls 'true' ou 'false' sont autorisés.
it_it: Il percorso che vuoi impostare deve essere un booleano. Sono consentiti solo 'true' o 'false'.
ja_jp: 設定したいパスはブール値である必要があります。'true' または 'false' のみが許可されます。

source: Success! The path '%1' has been set to '%2'.
fr_ca: Succès ! Le chemin '%1' a été défini sur '%2'.
it_it: Successo! Il percorso '%1' è stato impostato su '%2'.
ja_jp: 成功しました！パス '%1' は '%2' に設定されました。

source: Change the config dynamically. Without the data lost for different versions.
fr_ca: Modifiez la configuration dynamiquement. Sans perte de données pour différentes versions.
it_it: Cambia la configurazione dinamicamente. Senza perdita di dati per diverse versioni.
ja_jp: 設定を動的に変更します。異なるバージョンでデータが失われることはありません。

source: path (key)
fr_ca: chemin (clé)
it_it: percorso (chiave)
ja_jp: パス (key)

source: The path that you want to set. You should type it with slash (/) to separate the path. For example, 'modules/antiSpeed'.
fr_ca: Le chemin que vous souhaitez définir. Vous devez le taper avec un slash (/) pour séparer le chemin. Par exemple, 'modules/antiSpeed'.
it_it: Il percorso che vuoi impostare. Dovresti digitarlo con uno slash (/) per separare il percorso. Ad esempio, 'modules/antiSpeed'.
ja_jp: 設定したいパス。パスを区切るためにスラッシュ(/)を使用して入力する必要があります。例: 'modules/antiSpeed'。

source: value
fr_ca: valeur
it_it: valore
ja_jp: 値

source: The value that you want to set. It should be a string, a boolean or a number depending on the type of the path.
fr_ca: La valeur que vous souhaitez définir. Il doit s'agir d'une chaîne, d'un booléen ou d'un nombre selon le type du chemin.
it_it: Il valore che vuoi impostare. Dovrebbe essere una stringa, un booleano o un numero a seconda del tipo di percorso.
ja_jp: 設定したい値。パスのタイプに応じて、文字列、ブール値、または数値である必要があります。

source: Open the Matrix AntiCheat UI panel.
fr_ca: Ouvrir le panneau de l'interface utilisateur de Matrix AntiCheat.
it_it: Apri il pannello dell'interfaccia utente di Matrix AntiCheat.
ja_jp: Matrix AntiCheat UIパネルを開きます。

source: Make yourself invisible to other players. Even ESP will not be able to see you.
fr_ca: Devenez invisible aux autres joueurs. Même ESP ne pourra pas vous voir.
it_it: Rendi te stesso invisibile agli altri giocatori. Anche l'ESP non sarà in grado di vederti.
ja_jp: 他のプレイヤーに見えなくなります。ESPでもあなたを見ることができません。

source: You have been vanished. Type this command again to make yourself visible again.
fr_ca: Vous êtes en vanish. Tapez à nouveau cette commande pour vous rendre à nouveau visible.
it_it: Sei diventato invisibile. Digita di nuovo questo comando per renderti di nuovo visibile.
ja_jp: あなたは消えてしまった。もう一度このコマンドを入力すれば、再び姿を現すことができる。

source: You are no longer to be vanished.
fr_ca: Vous n'êtes plus en vanish.
it_it: Non sei più invisibile.
ja_jp: もう消えていません。

source: Sorry, but you need to place Matrix anticheat above any-type of addon that includes 'player.json' entities file to use this command.
fr_ca: Désolé, mais vous devez placer Matrix anticheat au-dessus de tout type d'addon incluant le fichier d'entités 'player.json' pour utiliser cette commande.
it_it: Scusa, ma devi posizionare Matrix anticheat sopra qualsiasi tipo di addon che include il file di entità 'player.json' per usare questo comando.
ja_jp: 申し訳ありませんが、このコマンドを使用するには、'player.json'エンティティファイルを含む任意のアドオンの上にMatrix anticheatを配置する必要があります。

source: Target player
fr_ca: Joueur cible
it_it: Giocatore target
ja_jp: 対象

source: The player that you want to use this command on.
fr_ca: Le joueur cible sur lequel vous souhaitez utiliser cette commande.
it_it: Il giocatore target su cui vuoi usare questo comando.
ja_jp: このコマンドを使用したい対象。

source: Duration
fr_ca: Durée
it_it: Durata
ja_jp: 期間

source: The duration of the moderation action that you want to use this command on, in minutes. You leave it empty in order to set a permanent moderation action.
fr_ca: La durée de l'action de modération sur laquelle vous souhaitez utiliser cette commande, en minutes. Vous le laissez vide pour définir une action de modération permanente.
it_it: La durata dell'azione di moderazione su cui vuoi usare questo comando, in minuti. Lascia vuoto per impostare un'azione di moderazione permanente.
ja_jp: このコマンドを使用して設定したいモデレーションアクションの期間、分単位。永久的なモデレーションアクションを設定するには空にしておきます。

source: Kick a player.
fr_ca: Bannir un joueur.
it_it: Banna un giocatore.
ja_jp: サーバーからプレーヤーをキックする。

source: Ban a player.
fr_ca: Bannir un joueur.
it_it: Banna un giocatore.
ja_jp: プレイヤーをサーバーから追放する。

source: Unban a player.
fr_ca: Débannir un joueur.
it_it: Sdebanna un giocatore.
ja_jp: ゲームプレーヤーの追放を取り消す。

source: Mute a player.
fr_ca: Muter un joueur.
it_it: Mutare un giocatore.
ja_jp: ゲームプレーヤーをミュートする。

source: Unmute a player.
fr_ca: Démuter un joueur.
it_it: Démutare un giocatore.
ja_jp: ゲームプレーヤーのミュートを解除する。

source: Warn a player.
fr_ca: Avertir un joueur.
it_it: Avvertire un giocatore.
ja_jp: プレイヤーに警告する。

source: Hopefully, there is no banned player right now.
fr_ca: Espérons qu'il n'y ait actuellement aucun joueur banni.
it_it: Speriamo che non ci siano giocatori banniti al momento.
ja_jp: たぶん、今は追放されたプレイヤーはいません。

source: There is %1 banned player(s) on this server: §e%s
fr_ca: Il y a %1 joueur(s) banni(s) sur ce serveur : §e%s
it_it: Ci sono %1 giocatori banniti su questo server: §e%s
ja_jp: このサーバーには %1 人の追放されたプレイヤーがいます: §e%s

source: Show the list of banned players.
fr_ca: Afficher la liste des joueurs bannis.
it_it: Mostra la lista dei giocatori banniti.
ja_jp: 追放されたプレイヤーのリストを表示します。

source: Clear all warnings of a player.
fr_ca: Effacer tous les avertissements d'un joueur.
it_it: Cancellare tutti gli avvertimenti di un giocatore.
ja_jp: プレイヤーのすべての警告をクリアします。

source: See the inventory of a player.
fr_ca: Voir l'inventaire d'un joueur.
it_it: Vedi l'inventario di un giocatore.
ja_jp: プレイヤーのインベントリを見る。

source: You can open the inventory ui by opening your inventory.
fr_ca: Vous pouvez ouvrir l'interface utilisateur d'inventaire en ouvrant votre inventaire.
it_it: Puoi aprire l'interfaccia dell'inventario aprendo il tuo inventario.
ja_jp: インベントリを開くことでインベントリUIを開くことができます。

source: You can not see your own inventory, this might cause some issues.
fr_ca: Vous ne pouvez pas voir votre propre inventaire, cela pourrait causer des problèmes.
it_it: Non puoi vedere il tuo stesso inventario, questo potrebbe causare alcuni problemi.
ja_jp: 自分のインベントリを見ることはできません。これはいくつかの問題を引き起こす可能性があります。

source: Set a password for getting operator permissions.
fr_ca: Définir un mot de passe pour obtenir les permissions d'opérateur.
it_it: Imposta una password per ottenere i permessi di operatore.
ja_jp: オペレーター権限を取得するためのパスワードを設定します。

source: New password
fr_ca: Nouveau mot de passe
it_it: Nuova password
ja_jp: 新しいパスワード

source: The password that you want to set.
fr_ca: Le mot de passe que vous souhaitez définir.
it_it: La password che desideri impostare.
ja_jp: 設定したいパスワード。

source: The password has been set.
fr_ca: Le mot de passe a été défini.
it_it: La password è stata impostata.
ja_jp: パスワードが設定されました。

source: Your password should include lowerCase, upperCase, numbers and special characters.
fr_ca: Votre mot de passe doit inclure des lettres minuscules, des lettres majuscules, des chiffres et des caractères spéciaux.
it_it: La tua password dovrebbe includere lettere minuscole, lettere maiuscole, numeri e caratteri speciali.
ja_jp: パスワードには小文字、大文字、数字、特殊文字を含める必要があります。

source: Clear the password.
fr_ca: Effacer le mot de passe.
it_it: Cancellare la password.
ja_jp: パスワードをクリアします。

source: The password has been cleared.
fr_ca: Le mot de passe a été effacé.
it_it: La password è stata cancellata.
ja_jp: パスワードがクリアされました。

source: There is no password set.
fr_ca: Aucun mot de passe n'est défini.
it_it: Non è stata impostata alcuna password.
ja_jp: パスワードが設定されていません。

source: Configure the settings of Matrix anticheat by a user interface.
fr_ca: Configurer les paramètres de Matrix anticheat via une interface utilisateur.
it_it: Configura le impostazioni di Matrix anticheat tramite un'interfaccia utente.
ja_jp: ユーザーインターフェースを使用してMatrix anticheatの設定を構成します。

source: Set a player as an administrator.
fr_ca: Définir un joueur comme administrateur.
it_it: Imposta un giocatore come amministratore.
ja_jp: プレイヤーを管理者として設定します。

source: Administrator level
fr_ca: Niveau d'administrateur
it_it: Livello di amministratore
ja_jp: 管理者レベル

source: The level of the administrator that you want to set. (Set to 0 in order to remove the player as an administrator)
fr_ca: Le niveau de l'administrateur que vous souhaitez définir. (Définissez à 0 pour retirer le joueur de l'administration)
it_it: Il livello dell'amministratore che desideri impostare. (Imposta a 0 per rimuovere il giocatore come amministratore)
ja_jp: 設定したい管理者のレベル。 (プレイヤーを管理者として削除するには0に設定)

source: Failed to change the player's administrator level.
fr_ca: Échec du changement du niveau d'administrateur du joueur.
it_it: Impossibile modificare il livello di amministratore del giocatore.
ja_jp: プレイヤーの管理者レベルを変更できませんでした。

source: §7>> §gAdministrator level: §eLevel %s
fr_ca: §7>> §gNiveau d'administrateur : §eNiveau %s
it_it: §7>> §gLivello di amministratore: §eLivello %s
ja_jp: §7>> §g管理者レベル： §eLevel %s

source: Set a player's rank.
fr_ca: Définir le rang d'un joueur.
it_it: Imposta il rango di un giocatore.
ja_jp: プレイヤーのランクを設定します。

source: Ranks
fr_ca: Rangs
it_it: Ranghi
ja_jp: ランク

source: The rank of the player that you want to set. Use comma (,) to separate multiple ranks.
fr_ca: Le rang du joueur que vous souhaitez définir. Utilisez une virgule (,) pour séparer plusieurs rangs.
it_it: Il rango del giocatore che desideri impostare. Usa una virgola (,) per separare più ranghi.
ja_jp: 設定したいプレイヤーのランク。複数のランクを区切るためにカンマ(,)を使用します。

source: %1's rank has been set to %2.
fr_ca: Le rang de %1 a été défini sur %2.
it_it: Il rango di %1 è stato impostato su %2.
ja_jp: %1 のランクが %2 に設定されました。

source: Tap the §lInventory button§r to open their Inventory.
fr_ca: Appuyez sur le bouton §lInventaire§r pour ouvrir leur inventaire.
it_it: Tocca il pulsante §lInventario§r per aprire il loro inventario.
ja_jp: §lInventory button§rをタップすると、その人のインベントリーが開きます。

source: Press §l:_input_key.inventory:§r to open their Inventory
fr_ca: Appuyez sur §l:_input_key.inventory:§r pour ouvrir leur inventaire.
it_it: Premi §l:_input_key.inventory:§r per aprire il loro inventario.
ja_jp: §l:_input_key.inventory:§rをタップすると、その人のインベントリーが開きます。

source: Welcome! §e%s§r§g has joined the server!
fr_ca: Bienvenue ! §e%s§r§g a rejoint le serveur !
it_it: Benvenuto! §e%s§r§g è entrato nel server!
ja_jp: 歓迎! §e%s§r§g がサーバーに参加しました！

source: §7>> §gDevice: §e%s
fr_ca: §7>> §gAppareil : §e%s
it_it: §7>> §gDispositivo: §e%s
ja_jp: §7>> §g装置: §e%s

source: gaming console
fr_ca: console de jeu
it_it: console di gioco
ja_jp: ゲーム機

source: computer
fr_ca: ordinateur
ja_jp: コンピュータ

source: mobile phone
fr_ca: téléphone mobile
it_it: telefono mobile
ja_jp: 携帯電話

source: unknown
fr_ca: inconnu
it_it: sconosciuto
ja_jp: 不明

source: Welcomer
fr_ca: Accueillant
it_it: Accogliente
ja_jp: ウェルカマー

source: Send a welcome message when a player joins the server.
fr_ca: Envoyer un message de bienvenue lorsqu'un joueur rejoint le serveur.
it_it: Invia un messaggio di benvenuto quando un giocatore entra nel server.
ja_jp: プレイヤーがサーバーに参加したときにウェルカムメッセージを送信します。

source: World Border
fr_ca: Bord du Monde
it_it: Bordo del Mondo
ja_jp: ワールドボーダー

source: Generate a border to block the players from going out of the world.
fr_ca: Générer une bordure pour empêcher les joueurs de sortir du monde.
it_it: Genera un bordo per impedire ai giocatori di uscire dal mondo.
ja_jp: プレイヤーがワールドから出るのを防ぐための境界を生成します。
