Repository: jasonlaubb/Nokararos-AntiCheat
Catalog: textData/translations/*.po
Languages: fr_ca, it_it, ja_jp

source: Stop moving, you have arrived the boundary of the world!
fr_ca: Arrêtez de bouger, vous avez atteint la limite du monde !
it_it: Fermati, hai raggiunto il confine del mondo!
ja_jp: 動くのをやめて、あなたは世界の境界に到着しました！

source: §c§lStopped!§r
fr_ca: §c§lArrêté !§r
it_it: §c§lFermato!§r
ja_jp: §c§l止まった！§r

source: §eYou will be auto teleported to the spawn in %s seconds.
fr_ca: §eVous serez téléporté automatiquement au spawn dans %s secondes.
it_it: §eVerrai teletrasportato automaticamente allo spawn tra %s secondi.
ja_jp: §e %秒後にスポーンに自動テレポートされる。

source: Chat Rank & Anti Spam
fr_ca: Rang de Chat & Anti Spam
it_it: Rango Chat & Anti Spam
ja_jp: チャットランク＆アンチスパム

source: Prevent the spamming on your server and provide a chat rank system.
fr_ca: Empêche le spam sur votre serveur et fournit un système de rang de chat.
it_it: Impedisci lo spam sul tuo server e fornisci un sistema di ranghi chat.
ja_jp: サーバーでのスパムを防ぎ、チャットランクシステムを提供します。

source: Your message contains some sensitive word(s) which is not allowed.
fr_ca: Votre message contient des mot(s) sensible(s) qui ne sont pas autorisés.
it_it: Il tuo messaggio contiene parole sensibili che non sono consentite.
ja_jp: あなたのメッセージには、許可されていない機密ワードが含まれています。

source: Slow mode enabled! Please enter your message %s second(s) later.
fr_ca: Mode lent activé ! Veuillez saisir votre message dans %s seconde(s).
it_it: Modalità lenta attivata! Per favore inserisci il tuo messaggio tra %s secondo(i).
ja_jp: スローモードが有効になっています！ %s秒後にメッセージを入力してください。

source: Please don't spam messages.
fr_ca: Veuillez ne pas spammer les messages.
it_it: Per favore non spamare messaggi.
ja_jp: メッセージをスパムしないでください。

source: Disconnect the player if they are not active for a long time.
fr_ca: Déconnecter le joueur s'il n'est pas actif pendant longtemps.
it_it: Disconnetti il giocatore se non è attivo per lungo tempo.
ja_jp: 長時間アクティブでない場合、プレイヤーを切断します。

source: %s has been disconnected due to AFK on this server for a long time.
fr_ca: %s a été déconnecté en raison d'AFK sur ce serveur pendant longtemps.
it_it: %s è stato disconnesso a causa di AFK su questo server per lungo tempo.
ja_jp: %s が長時間このサーバーでAFKだったため、切断されました。

source: Prevent someone leaves the combat log. Very basic so use others for your own anti combat log.
fr_ca: Empêche quelqu'un de quitter le combat. Très basique, donc utilisez d'autres pour votre propre anti combat log.
it_it: Impedisci a qualcuno di uscire dal combat log. Molto basilare, quindi usa altri per il tuo anti combat log.
ja_jp: 誰かが戦闘ログを残すのを防ぎます。非常に基本的なので、自分自身のアンチコンバットログに他のものを使用してください。

source: §gYou are in combat. §7§l(§r§e%s second(s) left§7§l)§r
fr_ca: §gVous êtes en combat. §7§l(§r§e%s seconde(s) restante(s)§7§l)§r
it_it: §gSei in combattimento. §7§l(§r§e%s secondo(i) rimasti§7§l)§r
ja_jp: §gあなたは戦闘中です。 §7§l(§r§e%s秒残り§7§l)§r

source: You are now in combat with §e%s§g.
fr_ca: Vous êtes maintenant en combat avec §e%s§g.
it_it: Sei ora in combattimento con §e%s§g.
ja_jp: あなたは今 §e%s§g と戦闘中です。

source: You are no longer in combat with %s.
fr_ca: Vous n'êtes plus en combat avec %s.
it_it: Non sei più in combattimento con %s.
ja_jp: あなたはもう %s と戦闘中ではありません。

source: §c§lCombat log detected!§r§7 %1 has left the game during combat with %2.
fr_ca: §c§lDéconnexion en combat détectée !§r§7 %1 a quitté le jeu pendant le combat avec %2.
it_it: §c§lCombat log rilevato!§r§7 %1 ha lasciato il gioco durante il combattimento con %2.
ja_jp: §c§l戦闘ログが検出されました！§r§7 %1 は %2 との戦闘中にゲームを離れました。

source: Captcha against bots
fr_ca: Captcha contre les bots
it_it: Captcha contro i bot
ja_jp: ボットに対するキャプチャ

source: Prevent the spamming bot from attacking the current server.
fr_ca: Empêche le bot de spam d'attaquer le serveur actuel.
it_it: Impedisci al bot di spam di attaccare il server attuale.
ja_jp: スパムボットが現在のサーバーを攻撃するのを防ぎます。

source: §c§lSuspicious client detected!§r§7 %s has been disconnected due to using a suspicious client.
fr_ca: §c§lClient suspect détecté !§r§7 %s a été déconnecté pour avoir utilisé un client suspect.
it_it: §c§lClient sospetto rilevato!§r§7 %s è stato disconnesso per aver utilizzato un client sospetto.
ja_jp: §c§l疑わしいクライアントが検出されました！§r§7 %s は疑わしいクライアントを使用したため、切断されました。

source: §bMatrix§a+ §7> §gContinue your rotation movement for %s seconds more.
fr_ca: §bMatrix§a+ §7> §gContinuez votre mouvement de rotation pendant %s secondes de plus.
it_it: §bMatrix§a+ §7> §gContinua il tuo movimento di rotazione per altri %s secondi.
ja_jp: §bMatrix§a+ §7> §gさらに %s 秒間回転運動を続けてください。

source: §bMatrix§a+ §7> §gChecking your client... Please wait.
fr_ca: §bMatrix§a+ §7> §gVérification de votre client... Veuillez patienter.
it_it: §bMatrix§a+ §7> §gControllando il tuo client... Attendere prego.
ja_jp: §bMatrix§a+ §7> §gクライアントをチェックしています... お待ちください。

source: §bMatrix§a+ §7> §gPlease §e§lMOVE YOUR ROTATION§r§g to continue the check process.
fr_ca: §bMatrix§a+ §7> §gVeuillez §e§lDÉPLACER VOTRE ROTATION§r§g pour continuer le processus de vérification.
it_it: §bMatrix§a+ §7> §gPer favore §e§lMUOVI LA TUA ROTAZIONE§r§g per continuare il processo di verifica.
ja_jp: §bMatrix§a+ §7> §gチェックプロセスを続行するには、§e§l回転を動かしてください§r§g。

source: Captcha GUI | Matrix Anticheat
fr_ca: GUI Captcha | Matrix Anticheat
it_it: GUI Captcha | Matrix Anticheat
ja_jp: キャプチャGUI | Matrix Anticheat

source: I have finished the question!
fr_ca: J'ai terminé la question !
it_it: Ho finito la domanda!
ja_jp: 質問に答えました！

source: §bPlease answer the question below correctly to verify you're a human.
fr_ca: §bVeuillez répondre correctement à la question ci-dessous pour vérifier que vous êtes un humain.
it_it: §bPer favore rispondi correttamente alla domanda qui sotto per verificare che sei un umano.
ja_jp: §b以下の質問に正しく答えて、あなたが人間であることを確認してください。

source: §aWhy do you need to verify? Because we want to prevent the spamming bot from attacking the current server.
fr_ca: §aPourquoi devez-vous vérifier ? Parce que nous voulons empêcher le bot de spam d'attaquer le serveur actuel.
it_it: §aPerché hai bisogno di verificare? Perché vogliamo impedire al bot di spam di attaccare il server attuale.
ja_jp: §aなぜ検証する必要があるのですか？ 現在のサーバーを攻撃するスパムボットを防ぎたいからです。

source: §gQuestion: §eWhat is the correct answer of %1 plus %2?
fr_ca: §gQuestion : §eQuelle est la bonne réponse de %1 plus %2 ?
it_it: §gDomanda: §eQual è la risposta corretta di %1 più %2?
ja_jp: §g質問: §e%1 に %2 を加えた正しい答えは何ですか？

source: §gSelect the correct answer in below slider
fr_ca: §gSélectionnez la bonne réponse dans le curseur ci-dessous
it_it: §gSeleziona la risposta corretta nel cursore qui sotto
ja_jp: §g以下のスライダーで正しい答えを選択してください

source: §bMatrix§a+ §7> §gYou make it wrong, please try again.
fr_ca: §bMatrix§a+ §7> §gVous vous êtes trompé, veuillez réessayer.
it_it: §bMatrix§a+ §7> §gHai sbagliato, per favore riprova.
ja_jp: §bMatrix§a+ §7> §g間違えました、もう一度お試しください。

source: §bMatrix§a+ §7> §gYou have been verified as a human, and you can now use the server.
fr_ca: §bMatrix§a+ §7> §gVous avez été vérifié comme un humain, et vous pouvez maintenant utiliser le serveur.
it_it: §bMatrix§a+ §7> §gSei stato verificato come un umano, e ora puoi usare il server.
ja_jp: §bMatrix§a+ §7> §gあなたは人間として認証されました、そしてあなたは今サーバーを使用することができます。

source: Prevent the high cps auto clicker from working.
fr_ca: Empêche les auto-clickers à CPS élevés de fonctionner.
it_it: Impedisci agli auto clicker ad alta CPS di funzionare.
ja_jp: 高いcpsオートクリッカーが動作しないようにします。

source: §c§lHey! §7Auto clicker is not allowed on this server. You have %2 out of %1 clicks per second now.
fr_ca: §c§lHé ! §7L'auto-clicker n'est pas autorisé sur ce serveur. Vous avez maintenant %2 clics sur %1 par seconde.
it_it: §c§lEhi! §7L'auto clicker non è consentito su questo server. Hai %2 clic su %1 al secondo ora.
ja_jp: §c§lおい！ §7このサーバーではオートクリッカーは許可されていません。あなたは今 %1 クリックのうち %2 クリックを行っています。

source: §r§l§bMatrix §gAnticheat §eUI§a panel§r
fr_ca: §r§l§bMatrix §gAnticheat §eUI§a panneau§r
it_it: §r§l§bMatrix §gAnticheat §eUI§a pannello§r
ja_jp: §r§l§bMatrix §gAnticheat §eUI§a パネル§r

source: Tell me, what do you want to do?
fr_ca: Dites-moi, que voulez-vous faire ?
it_it: Dimmi, cosa vuoi fare?
ja_jp: どうしたい？

source: Select an action from below buttons. I can generate the command string for you.
fr_ca: Sélectionnez une action parmi les boutons ci-dessous. Je peux générer la chaîne de commande pour vous.
it_it: Seleziona un'azione dai pulsanti qui sotto. Posso generare la stringa del comando per te.
ja_jp: 以下のボタンからアクションを選択してください。コマンド文字列を生成することができます。

source: Run '%s' command.
fr_ca: Exécutez la commande '%s'.
it_it: Esegui il comando '%s'.
ja_jp: '%s' コマンドを実行します。

source: Enter the command string
fr_ca: Entrez la chaîne de commande
it_it: Inserisci la stringa del comando
ja_jp: コマンド文字列を入力

source: Let build and run your command together.
fr_ca: Construisons et exécutons votre commande ensemble.
it_it: Facciamo costruire ed eseguire il tuo comando insieme.
ja_jp: 一緒にコマンドを構築して実行しましょう。

source: Prediction Module
fr_ca: Module de Prédiction
it_it: Modulo di Predizione
ja_jp: 予測モジュール

source: An advanced check that can detect more fly hacker.
fr_ca: Un contrôle avancé qui peut détecter plus de hackers de vol.
it_it: Un controllo avanzato che può rilevare più hacker di volo.
ja_jp: より多くのフライハッカーを検出できる高度なチェックです。

source: §bMatrix§i│ §eSuspicious client detected
fr_ca: §bMatrix§i│ §eClient suspect détecté
it_it: §bMatrix§i│ §eClient sospetto rilevato
ja_jp: §bMatrix§i│ §e疑わしいクライアントが検出されました

source: §fPlayer§r§i│ §f%s
fr_ca: §fJoueur§r§i│ §f%s
it_it: §fGiocatore§r§i│ §f%s
ja_jp: §fプレイヤー§r§i│ §f%s

source: §fobject§r§i│ §ftype §i[§f%s§i] §f¬
fr_ca: §fobjet§r§i│ §ftype §i[§f%s§i] §f¬
it_it: §foggetto§r§i│ §ftipo §i[§f%s§i] §f¬
ja_jp: §fオブジェクト§r§i│ §fタイプ §i[§f%s§i] §f¬

source: §cNo data is given by the module.
fr_ca: §cAucune donnée fournie par le module.
it_it: §cNessun dato fornito dal modulo.
ja_jp: §cモジュールからのデータはありません。

source: §fPunishment§r§i│ §f%s
fr_ca: §fPunition§r§i│ §f%s
it_it: §fPunizione§r§i│ §f%s
ja_jp: §f罰§r§i│ §f%s

source: §7[?] Is it a §cfalse flag§7? Please report it to the developer when you have time.
fr_ca: §7[?] Est-ce un §cfaux positif§7 ? Veuillez le signaler au développeur lorsque vous avez le temps.
it_it: §7[?] È un §cfalso positivo§7? Per favore segnalalo allo sviluppatore quando hai tempo.
ja_jp: §7[?] これは§c誤検出§7ですか？時間があるときに開発者に報告してください。

source: The reason for the moderation action.
fr_ca: La raison de l'action de modération.
it_it: La ragione per l'azione di moderazione.
ja_jp: 管理アクションの理由。

source: Reason
fr_ca: Raison
it_it: Ragione
ja_jp: 理由

source: Prevent the entity fly from working.
fr_ca: Empêche le vol des entités de fonctionner.
it_it: Impedisci il volo delle entità di funzionare.
ja_jp: エンティティ飛行の機能を防止します。

source: The echest of %s has been wiped successfully.
fr_ca: Le coffre de fin de %s a été vidé avec succès.
it_it: Il coffre di fine di %s è stato svuotato con successo.
ja_jp: %s のエンダーチェストが正常にクリアされました。

source: Wipe the ender chest of a player.
fr_ca: Vider le coffre de fin d'un joueur.
it_it: Svuota il coffre di fine di un giocatore.
ja_jp: プレイヤーのエンダーチェストをクリアします。

source: Get the log in today, yesterday or the day before yesterday
fr_ca: Obtenez le journal d'aujourd'hui, d'hier ou d'avant-hier.
it_it: Ottieni il log di oggi, ieri o l'altro ieri.
ja_jp: 今日、昨日、または一昨日のログを取得します。

source: Day
fr_ca: Jour
it_it: Giorno
ja_jp: 日

source: The day of the logs(s)
fr_ca: Le jour des journaux
it_it: Il giorno dei log
ja_jp: ログの日付

source: No data. Unable to get the log that you want in the database.
fr_ca: Aucune donnée. Impossible d'obtenir le journal que vous souhaitez dans la base de données.
it_it: Nessun dato. Impossibile ottenere il log che desideri nel database.
ja_jp: データがありません。データベースから希望のログを取得できません。

source: View the recent logs in the database
fr_ca: Voir les journaux récents dans la base de données.
it_it: Visualizza i log recenti nel database.
ja_jp: データベースの最近のログを表示します。

source: Amount
fr_ca: Montant
it_it: Importo
ja_jp: 量

source: The amount of the latest logs that you what to view.
fr_ca: Le montant des derniers journaux que vous souhaitez voir.
it_it: L'importo degli ultimi log che desideri visualizzare.
ja_jp: 表示したい最新のログの量。

source: View all of the logs in a specific day.
fr_ca: Voir tous les journaux d'un jour spécifique.
it_it: Visualizza tutti i log in un giorno specifico.
ja_jp: 特定の日のすべてのログを表示します。

source: The month of the log(s).
fr_ca: Le mois des journaux.
it_it: Il mese dei log.
ja_jp: ログの月。

source: The years of the log(s).
fr_ca: Les années des journaux.
it_it: Le anni dei log.
ja_jp: ログの年。

source: Invalid time: You should not select a time that is in the future.
fr_ca: Temps invalide : Vous ne devez pas sélectionner un temps dans le futur.
it_it: Tempo non valido: Non dovresti selezionare un tempo nel futuro.
ja_jp: 無効な時間：未来の時間を選択してはいけません。

source: Select one of the the restart point and view all of the log(s) during the restart point to the next restart point.
fr_ca: Sélectionnez l'un des points de redémarrage et voyez tous les journaux pendant le point de redémarrage jusqu'au prochain point de redémarrage.
it_it: Seleziona uno dei punti di riavvio e visualizza tutti i log durante il punto di riavvio fino al successivo.
ja_jp: 再起動ポイントの1つを選択し、再起動ポイントから次の再起動ポイントまでのすべてのログを表示します。

source: Select one of the restart point in below
fr_ca: Sélectionnez un des points de redémarrage ci-dessous
it_it: Seleziona uno dei punti di riavvio qui sotto
ja_jp: 以下の再起動ポイントの1つを選択してください

source: Server initialization #%s
fr_ca: Initialisation du serveur #%s
it_it: Inizializzazione del server #%s
ja_jp: サーバー初期化 #%s

source: Log record | Timezone: %s
fr_ca: Enregistrement des journaux | Fuseau horaire : %s
it_it: Registro log | Fuso orario: %s
ja_jp: ログ記録 | タイムゾーン: %s

source: Click into the §gbutton§f of the log can see the §adetail information§f of the selected log. If you want to exit this ui, you can click the 'X' in the corner.
fr_ca: Cliquez sur le §gbutton§f du journal pour voir les §adetails§f du journal sélectionné. Si vous souhaitez quitter cette interface, vous pouvez cliquer sur 'X' dans le coin.
it_it: Clicca sul §gbutton§f del log per vedere le §ainformazioni dettagliate§f del log selezionato. Se vuoi uscire da questa interfaccia, puoi cliccare su 'X' nell'angolo.
ja_jp: ログの§gボタン§fをクリックすると、選択したログの§a詳細情報§fが表示されます。このUIを終了するには、隅にある 'X' をクリックしてください。

source: Detail information
fr_ca: Informations détaillées
it_it: Informazioni dettagliate
ja_jp: 詳細情報

source: Clear a player's ender chest
fr_ca: Vider le coffre de fin d'un joueur.
it_it: Svuota il coffre di fine di un giocatore.
ja_jp: プレイヤーのエンダーチェストをクリアします。

source: Get the command list
fr_ca: Obtenez la liste des commandes
it_it: Ottieni la lista dei comandi
ja_jp: コマンドリストを取得します

source: View logs by restart time
fr_ca: Voir les journaux par temps de redémarrage
it_it: Visualizza i log per tempo di riavvio
ja_jp: 再起動時間でログを表示します

source: View logs by date
fr_ca: Voir les journaux par date
it_it: Visualizza i log per data
ja_jp: 日付でログを表示します

source: View logs in past few days
fr_ca: Voir les journaux des derniers jours
it_it: Visualizza i log degli ultimi giorni
ja_jp: 過去数日のログを表示します

source: Change password
fr_ca: Changer le mot de passe
it_it: Cambia password
ja_jp: パスワードを変更します

source: Edit config
fr_ca: Éditer la configuration
it_it: Modifica configurazione
ja_jp: 設定を編集します

source: Gain matrix admin
fr_ca: Devenir administrateur de Matrix
it_it: Ottieni admin di Matrix
ja_jp: Matrix管理者になる

source: Remove your admin perm
fr_ca: Retirer votre permission d'administrateur
it_it: Rimuovi il tuo permesso di admin
ja_jp: 管理者権限を削除します

source: (Un)vanish yourself
fr_ca: (Se) rendre invisible
it_it: (Dis)renditi invisibile
ja_jp: （隠れる/現れる）

source: Get info of Matrix-anti
fr_ca: Obtenez des informations sur Matrix-anti
it_it: Ottieni informazioni su Matrix-anti
ja_jp: Matrix-antiの情報を取得します

source: Crash a player.
fr_ca: Faire planter un joueur.
it_it: Fai crashare un giocatore.
ja_jp: プレイヤーをクラッシュさせます。

source: Spawn dummy when player attack a mob, checks if the player is attacking the dummy.
fr_ca: Générer un faux personnage lorsque le joueur attaque un mob, vérifie si le joueur attaque le faux personnage.
it_it: Genera un dummy quando un giocatore attacca un mob, controlla se il giocatore sta attaccando il dummy.
ja_jp: プレイヤーがモブを攻撃したときにダミーを生成し、プレイヤーがダミーを攻撃しているかどうかをチェックします。

source: Prevent the player from using the illegal elytra flying.
fr_ca: Empêcher le joueur d'utiliser le vol d'elytra illégal.
it_it: Impedisci al giocatore di utilizzare il volo illegale con l'elytra.
ja_jp: プレイヤーが違法なエリトラ飛行を使用するのを防ぎます。

source: Anti Auto Tool
fr_ca: Module de Prédiction

source: Checks if player is using autoTool hack to break blocks.
fr_ca: Un contrôle avancé qui peut détecter plus de hacks de vol.

source: Device Ban
fr_ca: §bMatrix§i│ §eClient suspect détecté

source: Prevent the player from using a banned device to join the server.
fr_ca: §fJoueur§r§i│ §f%s

source: §7- Description: §e%s
it_it: §7- Descrizione: §e%s
ja_jp: §7- 説明: §e%s

source: §gType: §e%s
it_it: §gTipo: §e%s
ja_jp: §g種類: §e%s

source: §gDescription: §e%s
it_it: §gDescrizione: §e%s
ja_jp: §g説明: §e%s

source: Anti Auto Clicker
ja_jp: Anti Auto Clicke

source: §fModule§r§i│ §f%s
it_it: §fModulo§r§i│ §f%s
ja_jp: §fモジュール§r§i│ §f%s

source: Anti Entity Fly
ja_jp: 反エンティティ飛行

source: Anti Mob Aura
ja_jp: 反モブオーラ

source: Anti Elytra Fly
ja_jp: 反エリトラ飛行
